Repository: ddefat/sandbox
Catalog: caesar/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Receiver username
fr: Pseudo du destinataire

source: Subject
fr: Sujet

source: Content
fr: Contenu

source: Sender username
fr: Pseudo du destinateur

source: Product name
fr: Nom du produit

source: Update
fr: Modifier

source: Contact form
fr: Formulaire de contact

source: This form can be used to contact a member
fr: Ce formulaire peut être utilisé pour contacter un membre

source: Confirm
fr: Confirmer

source: Go back to the home page
fr: Retourner à la page principale

source: Hello
fr: Bonjour

source: this is an automatic response, please do not reply.
fr: ceci est une réponse automatique, ne répondez-pas s'il-vous-plait.

source: The member
fr: Le membre

source: wants to reach you.
fr: désire entrer en contact avec vous.

source: You can respond via the following email address
fr: Vous pouvez répondre via l'adresse de messagerie suivante

source: Below, the content of the message addressed to you.
fr: Ci-dessous, le contenu du message qui vous est adressé.

source: Best regards, the IT Team!
fr: Cordialement, l'équipe IT!

source: Filter
fr: Filtrer

source: List of contacts
fr: Liste de contacts

source: This form can be used to filter specific contact(s)
fr: Ce formulaire peut être utilisé pour filtrer des contacts spécifiques

source: Sender
fr: Destinateur

source: List of products
fr: Liste des produits

source: This form can be used to filter specific product(s).
fr: Ce formulaire peut être utilisé pour filtrer des produits spécifiques
